---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.FabricLapSplicePosition.MinorHalfwayStagger
enum: Autodesk.Revit.DB.Structure.FabricLapSplicePosition
source: html/071195a4-2cf6-2ba8-b1d5-302f2aa52cc4.htm
---
# Autodesk.Revit.DB.Structure.FabricLapSplicePosition.MinorHalfwayStagger

Every second fabric sheet is shifted half way in minor direction.